Revit 2016 API
LoadCaseSet.GetEnumerator Method
Namespace: Autodesk.Revit.DB.Structure
Assembly: RevitAPI (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
Syntax
C#
public virtual IEnumerator GetEnumerator()
Visual Basic
Public Overridable Function GetEnumerator As IEnumerator
Visual C++
public:
virtual IEnumerator^ GetEnumerator()
Implements
IEnumerable.GetEnumerator()
See Also
LoadCaseSet Class
Autodesk.Revit.DB.Structure Namespace